Repository: moltenib/maun
Catalog: resources/locales/*/LC_MESSAGES/messages.po
Languages: de, es

source: To begin, please choose a directory from the top bar.
de: Um zu beginnen, wählen Sie bitte ein Verzeichnis in der oberen Leiste aus.
es: Para empezar, elija un directorio en la barra superior.

source: Choose path
de: Pfad auswählen
es: Elegir ruta

source: Settings
de: Einstellungen
es: Configuraciones

source: {} repetitions found within {} files
de: {} Wiederholungen in {} Dateien gefunden
es: {} repeticiones encontradas en {} archivos

source: {} repetitions found before reaching limit of {} files
de: {} Wiederholungen gefunden, bevor das Limit von {} Dateien erreicht wurde
es: {} repeticiones encontradas antes de alcanzar límite de {} archivos

source: {} repetitions found before cancelling; {} files processed
de: {} Wiederholungen gefunden, bevor abgebrochen wurde; {} Dateien verarbeitet
es: {} repeticiones encontradas antes de cancelar; {} archivos analizados

source: Working...
de: Arbeiten...
es: Trabajando...

source: Not enough permissions to read '{}'
de: Nicht genügend Berechtigungen, um '{}' zu lesen
es: Permisos insuficientes para leer '{}'

source: '{}' opened
de: '{}' geöffnet
es: '{}' abierto

source: Unable to open '{}'
de: Kann '{}' nicht öffnen
es: No se puede abrir '{}'

source: '{}', {} file, {} {}
de: '{}', {} Datei, {} {}
es: '{}', archivo {}, {} {}

source: Error: routine '{}' has failed
de: Fehler: Routine '{}' ist fehlgeschlagen
es: Error: la rutina '{}' ha fallado

source: Are you sure you want to delete the following file? {}
de: Möchten Sie die folgende Datei wirklich löschen? {}
es: ¿Está seguro de que desea borrar el siguiente archivo? {}

source: Are you sure you want to delete the following files? {}
de: Möchten Sie die folgenden Dateien wirklich löschen? {}
es: ¿Está seguro de que desea borrar los siguientes archivos? {}

source: The search must be cancelled before deleting a file
de: Die Suche muss abgebrochen werden, bevor eine Datei gelöscht wird
es: La búsqueda debe cancelarse antes de borrar un archivo

source: Files have been deleted
de: Dateien wurden gelöscht
es: Se han borrado los archivos

source: Simple Duplicate Finder
de: Einfacher Duplikatfinder
es: Buscador de Duplicados

source: A simple program to help you find duplicates
de: Ein einfaches Programm, um Ihnen beim Finden von Duplikaten zu helfen.
es: Un sencillo programa para ayudarle a buscar archivos duplicados.

source: Website
de: Webseite
es: Página Web

source: Expand rows as they appear
de: Zeilen erweitern, während sie erscheinen
es: Expandir filas mientras aparecen

source: Scroll to inserted rows
de: Zu eingefügten Zeilen scrollen
es: Desplazarse a las filas insertadas

source: Expand one row at once
de: Nur eine Zeile auf einmal erweitern
es: Expandir una fila a la vez

source: Send notifications
de: Benachrichtigungen senden
es: Enviar notificaciones

source: Interface
de: Benutzeroberfläche
es: Interfaz

source: One file
de: Eine Datei
es: Un archivo

source: Multiple files
de: Mehrere Dateien
es: Varios archivos

source: Ask before deleting
de: Vor dem Löschen fragen
es: Preguntar antes de borrar

source: Follow symbolic links
de: Symbolische Links folgen
es: Seguir enlaces simbólicos

source: Read dotted directories
de: Versteckte Verzeichnisse lesen
es: Leer directorios ocultos

source: Read dotted files
de: Versteckte Dateien lesen
es: Leer archivos ocultos

source: Stop when a file limit is reached
de: Anhalten, wenn ein Dateilimit erreicht ist
es: Detener al alcanzar el límite de archivos

source: Behaviour
de: Verhalten
es: Comportamiento

source: About
de: Über
es: Acerca de

source: Load defaults
de: Standardeinstellungen laden
es: Cargar valores predeterminados
